Repository: herr-rossi/webtrees-descendant-fan-chart
Catalog: resources/lang/*/messages.po
Languages: de

source: Only male descendant lines
de: Nur männliche Abstammungslinien

source: Only female descendant lines
de: Nur weibliche Abstammungslinien

source: Only male descendant lines or same family name
de: Nur männliche Abstammungslinien oder gleicher Familienname

source: Descendant fan chart
de: Nachfahren-Fächerdiagramm

source: A fan chart of an individual’s descendants.
de: Ein Fächerdiagramm der Nachfahren einer Person.

source: Descendant fan chart of %s
de: Nachfahren-Fächerdiagramm von %s

source: Use Ctrl + scroll to zoom in the view
de: Verwende Strg+Scrollen zum Zoomen der Ansicht

source: Move the view with two fingers
de: Verschieben der Ansicht mit zwei Fingern

source: Individual
de: Person

source: Highlight direct line to person 1
de: Hervorheben der direkten Linie zu Person 1

source: Highlight direct line to person 2
de: Hervorheben der direkten Linie zu Person 2

source: Highlight persons that died at age < 18 y
de: Hervorheben von Personen, die im Alter < 18 J verstorben sind

source: Show descendants
de: Zeige Nachfahren

source: View
de: Anzeigen

source: Show more options
de: Zeige weitere Optionen

source: Hide more options
de: Verstecke weitere Optionen

source: Re center
de: Neu zentrieren

source: Export as PNG
de: Als PNG exportieren

source: Export as SVG
de: Als SVG exportieren

source: General
de: Allgemein

source: Hide the SVG export button
de: Die Schaltfläche für den SVG-Export ausblenden

source: Hide the PNG export button
de: Die Schaltfläche für den PNG-Export ausblenden

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Generations
de: Generationen
